tap "d12frosted/emacs-plus"
tap "homebrew/cask"
tap "homebrew/core"
tap "mhaeuser/mhaeuser"
tap "nikitabobko/tap"
tap "wchmb/subsurface", "git@github.com:wchmb/homebrew-subsurface.git"
brew "shellcheck"
brew "actionlint"
brew "autoconf"
brew "automake"
brew "fontconfig"
brew "glib"
brew "cmake"
brew "coreutils"
brew "fd"
brew "openssl@3"
brew "ffmpeg"
brew "gnu-sed"
brew "python@3.13"
brew "graphviz"
brew "hunspell"
brew "imagemagick"
brew "isync"
brew "libgccjit"
brew "libvterm"
brew "lmdb"
brew "msmtp"
brew "mu"
brew "openjdk"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "ripgrep"
brew "shfmt"
brew "ucspi-tcp"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-c9rgreen-sonoma-icon", "with-imagemagick", "with-native-comp", "with-no-frame-refocus"]
cask "adguard"
cask "aerospace"
cask "basictex"
cask "battery-toolkit"
cask "docker-desktop"
cask "iina"
cask "karabiner-elements"
cask "krita"
cask "mac-mouse-fix@2"
cask "protonvpn"
cask "sloth"
cask "subsurface@qt6"
cask "transmission"
cask "virtualdj"
cask "wireshark-app"
