tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "homebrew/cask"
tap "homebrew/core"
tap "mhaeuser/mhaeuser"
tap "nikitabobko/tap"
tap "wchmb/subsurface", "git@github.com:wchmb/homebrew-subsurface.git"
brew "shellcheck"
brew "actionlint"
brew "fontconfig"
brew "glib"
brew "cmake"
brew "coreutils"
brew "fd"
brew "openssl@3"
brew "ffmpeg"
brew "python@3.13"
brew "graphviz"
brew "hunspell"
brew "imagemagick"
brew "libgccjit"
brew "libvterm"
brew "lmdb"
brew "ripgrep"
brew "shfmt"
brew "ucspi-tcp"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-c9rgreen-sonoma-icon", "with-imagemagick", "with-native-comp", "with-no-frame-refocus"]
brew "felixkratz/formulae/borders"
cask "adguard"
cask "aerospace"
cask "alt-tab"
cask "basictex"
cask "battery-toolkit"
cask "docker-desktop"
cask "hiddenbar"
cask "iina"
cask "karabiner-elements"
cask "krita"
cask "lulu"
cask "mac-mouse-fix@2"
cask "monitorcontrol"
cask "orbstack"
cask "protonvpn"
cask "sloth"
cask "stats"
cask "subsurface@qt6"
cask "telegram"
cask "transmission"
cask "virtualdj"
cask "whatsapp"
cask "wireshark-app"
